Repository: jccode/NHW
Catalog: www/po/*.po
Languages: nl

source: {{ isInBuilding ? "Manual Check-in" : "Workspace overview" }}
nl: {{ isInBuilding ? 'Handmatig inchecken' : 'Werkplek overzicht' }}

source: Add favorites
nl: Toevoegen favorieten

source: All
nl: Iedereen

source: Are you sure you want to change your seat to seat number {{seat}}?
nl: Weet u zeker dat u uw locatie wilt wijzigen naar Werkplek {{seat}}?

source: Are you sure you want to check out?
nl: Weet u zeker dat u wilt uitchecken?

source: Authentication key
nl: Autorisatiesleutel

source: Automatic Seat Selection
nl: Automatisch inchecken

source: available
nl: beschikbaar

source: Available
nl: Beschikbaar

source: Change Location
nl: Werkplek wijzigen

source: Check In
nl: Inchecken

source: Check Out
nl: Uitchecken

source: Check-in successful
nl: Check-in geslaagd

source: Check-in via scan
nl: Inchecken via scan

source: checked in
nl: inchecken

source: Checked in
nl: Inchecken

source: Checked in at
nl: Inchecken

source: Colleagues
nl: Vind een collega

source: Confirm Change
nl: Inchecken bevestigen

source: Confirm Check in
nl: Inchecken bevestigen

source: Do not disturb
nl: Niet storen

source: Email address
nl: Emailadres

source: Employee number
nl: Personeelsnummer

source: Favorites
nl: Favoriet

source: Floor
nl: Verdieping

source: Menu opties
nl: Menu options

source: My Profile
nl: Mijn profiel

source: My Workspace
nl: Werkplek

source: No
nl: Nee

source: No results found
nl: Geen resultaten gevonden

source: Not checked in
nl: Niet ingecheckt

source: Not Checked in
nl: Inchecken

source: Our Rules
nl: Werkafspraken

source: Refresh
nl: Verversen

source: Remove from favorites
nl: Verwijder uit favorieten

source: Search
nl: Zoek

source: Seat
nl: Werkplek

source: seats available
nl: werkplekken beschikbaar

source: Select a floor
nl: Selecteer een verdieping

source: Select a location
nl: Selecteer een locatie

source: Sign In
nl: Aanmelden

source: Work Space
nl: Werkplek

source: Yes
nl: Ja

source: You are checked in:
nl: U bent ingecheckt op:

source: Your location
nl: Uw werkplek
